Repository: BBJake/Official-Kodi-Remote-iOS
Catalog: XBMC Remote/*.lproj/Localizable.strings
Languages: ca

source: Listen to
ca: Escolta

source: Watch your
ca: Mira

source: Browse your
ca: Explora

source: See what's
ca: Mira què

source: Use as
ca: Empra

source: Watch
ca: Mira

source: Music
ca: Musica

source: Movies
ca: Pel·lícules

source: TV Shows
ca: Sèries

source: Pictures
ca: Fotos

source: Now Playing
ca: Reproduïnt

source: Remote Control
ca: Control Remot

source: XBMC Server
ca: Servidor Kodi

source: New XBMC Server
ca: Nou Servidor Kodi

source: Modify XBMC Server
ca: Modifica Servidor Kodi

source: Select an XBMC Server from the list
ca: Escull un Servidor Kodi del llistat

source: Files
ca: Fitxers

source: Video Add-ons
ca: Complements de vídeo

source: Live TV
ca: En Directe

source: Movie Genres
ca: Gèneres de Pel·lis

source: Music Videos
ca: Vídeos Musicals

source: Added Movies
ca: Pel·lis afegides

source: More (%d)
ca: Més (%d)

source: Movie Sets
ca: Sets de Pel·lis

source: Albums
ca: Àlbums

source: Artists
ca: Artistes

source: Genres
ca: Gèneres

source: Added Albums
ca: Àlbums Afegits

source: Recently added albums
ca: Àlbums afegits recentment

source: Added Songs
ca: Cançons Afegides

source: Recently added songs
ca: Cançons afegides recentment

source: Top 100 Albums
ca: Top 100 Àlbums

source: Top 100 Songs
ca: Top 100 Cançons

source: Played albums
ca: Àlbums reproduïts

source: Recently played albums
ca: Àlbums reproduïts recentment

source: Played songs
ca: Cançons reproduïdes

source: Recently played songs
ca: Cançons reproduïdes recentment

source: All songs
ca: Totes les cançons

source: Music Add-ons
ca: Complements de Música

source: Music Playlists
ca: Llistes Musicals

source: Added Episodes
ca: Episodis Afegits

source: Pictures Add-ons
ca: Complements de Fotos

source: Power off System
ca: Apaga el Sistema

source: Power off
ca: Apaga

source: Hibernate
ca: Hiverna

source: Suspend
ca: Suspèn

source: Reboot
ca: Reinicia

source: Quit XBMC application
ca: Surt de l'aplicació Kodi

source: Update Audio Library
ca: Actualitza Llibreria d'Àudio

source: Update Audio
ca: Actualitza Àudio

source: Clean Audio Library
ca: Neteja Llibreria d'Àudio

source: Clean Audio
ca: Neteja Àudio

source: Update Video Library
ca: Actualitza Llibreria de Vídeo

source: Update Video
ca: Actualitza Vídeo

source: Clean Video Library
ca: Neteja Llibreria de Vídeo

source: Clean Video
ca: Neteja Vídeo

source: Quit
ca: Surt

source: Keyboard
ca: Teclat

source: Gesture Zone
ca: Zona de Gestos

source: Button Pad
ca: Botonera

source: Help Screen
ca: Pantalla d'Ajuda

source: LED Torch
ca: Torxa LED

source: No connection
ca: Sense connexió

source: Queue after current
ca: Encua després de l'actual

source: Queue
ca: Encua

source: Play
ca: Reprodueix

source: Stream to iPhone
ca: Stream a iPhone

source: Search Wikipedia
ca: Cerca a Wikipedia

source: Search last.fm charts
ca: Cerca gràfiques de last.fm

source: Album Tracks
ca: Pistes de l'Àlbum

source: Artist Albums
ca: Àlbums de l'Artista

source: Artist Details
ca: Detalls de l'Artista

source: Album Details
ca: Detalls de l'Àlbum

source: Movie Details
ca: Detalls de la Pel·li

source: Episode Details
ca: Detalls de l'Episodi

source: TV Show Details
ca: Detalls de la Sèrie

source: Music Video Details
ca: Detalls del Vídeo Musical

source: Details
ca: Detalls

source: Play Trailer
ca: Reprodueix Tràiler

source: Playlist
ca: Llista de reproducció

source: Nothing is playing
ca: No hi ha res reproduïnt-se

source: Details not found
ca: Detalls no trobats

source: Open in Safari
ca: Obre a Safari

source: Error loading page
ca: Error carregant pàgina

source: OK
ca: D'acord

source: Cancel
ca: Cancel·la

source: Resume from %@
ca: Continua des de %@

source: Resume from
ca: Continua des de

source: First aired on %@
ca: Emès per primer cop %@

source: Episodes: %@
ca: Episodis: %@

source: 1 result
ca: 1 resultat

source: %d results
ca: %d resultats

source: Music
ca: Música

source: Video
ca: Vídeo

source: Songs
ca: Cançons

source: Song
ca: Canço

source: Released %d
ca: Llançat %d

source: Clear Playlist
ca: Neteja Llista de Reproducció

source: No server MAC address defined
ca: No s'ha definit adreça MAC del servidor

source: Command executed
ca: Ordre executada

source: Warning
ca: Alerta

source: Cannot do that
ca: No es pot fer això

source: No saved hosts found
ca: No s'han trobat servidors desats

source: Are you sure you want to clear the %@playlist?
ca: N'estàs segur que vols buidar la %@playlist?

source: Are you sure you want to power off your XBMC system now?
ca: N'estàs segur que vols apagar el teu sistema Kodi ara?

source: Are you sure you want to hibernate your XBMC system now?
ca: N'estàs segur que vols hivernar el teu sistema Kodi ara?

source: Are you sure you want to suspend your XBMC system now?
ca: N'estàs segur que vols suspendre el teu sistema Kodi ara?

source: Are you sure you want to reboot your XBMC system now?
ca: N'estàs segur que vols reiniciar el teu sistema Kodi ara?

source: Are you sure you want to quit XBMC application now?
ca: N'estàs segur que vols sortir de l'app de Kodi ara?

source: Are you sure you want to update your audio library now?
ca: N'estàs segur que vols actualitzar la teva llibreria d'àudio ara?

source: Are you sure you want to clean your audio library now?
ca: N'estàs segur que vols netejar la teva llibreria d'àudio ara?

source: Are you sure you want to update your video library now?
ca: N'estàs segur que vols actualitzar la teva llibreria de vídeo ara?

source: Are you sure you want to clean your video library now?
ca: N'estàs segur que vols netejar la teva llibreria de vídeo ara?

source: DIRECTED BY
ca: DIRIGIT PER

source: RUNTIME
ca: TEMPS D'EXECUCIÓ

source: PARENTAL RATING
ca: CONTROL PARENTAL

source: CAST
ca: REPARTIMENT

source: EPISODES
ca: EPISODIS

source: GENRE
ca: GÈNERE

source: STUDIO
ca: ESTUDI

source: TV SHOW
ca: SÈRIE

source: WRITER
ca: GUIONISTA

source: FIRST AIRED
ca: PRIMER COP EMÈS

source: SUMMARY
ca: RESUM

source: PLOT OUTLINE
ca: ARGUMENT

source: ARTIST
ca: ARTISTA

source: YEAR
ca: ANY

source: ALBUM LABEL
ca: SEGELL MUSICAL

source: DESCRIPTION
ca: DESCRIPCIÓ

source: STYLE
ca: ESTIL

source: BORN / FORMED
ca: NASCUT / FORMAT

source: TRAILER
ca: TRÀILER

source: bit rate
ca: velocitat de bits

source: sample rate
ca: freqüència de mostreig

source: resolution
ca: resolució

source: aspect ratio
ca: ràtio d'aspecte

source: Subtitles not available
ca: No hi ha subtítols disponibles

source: Audiostream not available
ca: No hi ha fluxos d'àudio disponibles

source: Audiostreams not available
ca: No hi ha fluxos de vídeo disponibles

source: LongDateTimeFormat
ca: d MMMM yyyy

source: ShortDateTimeFormat
ca: dd-MM-yyyy

source: LocaleIdentifier
ca: ca_ES

source: Yes
ca: Si

source: Authentication Failed
ca: Autenticació Fallida

source: Incorrect Username or Password. Check your settings.
ca: Usuari o contrasenya incorretes. Revisa les teves preferències.

source: WIKI_LANG
ca: ca

source: vote
ca: vot

source: votes
ca: vots

source: Slide your finger up to adjust the scrubbing rate.
ca: Llisca el teu dit amunt per ajustar la taxa de fregat.

source: Scrubbing 1
ca: Alta taxa de fregat

source: Scrubbing 0.5
ca: Mitja taxa de fregat

source: Scrubbing 0.25
ca: Un quart de taxa de fregat

source: Scrubbing 0.1
ca: Fregat fi

source: Scrubbing 0.05
ca: Fregat molt fi

source: Scrubbing 0.025
ca: Fregat ultra fi

source: Clearing app disk cache... Please wait, since this may take a while
ca: Netejant la memòria cau de l'aplicació... Espera si et plau, ja que això pot portar una estona

source: Pull to sync with XBMC...
ca: Tira per sincronitzar amb Kodi...

source: Release to sync with XBMC...
ca: Deixa anar per sincronitzar amb Kodi...

source: Syncing...
ca: Sincronitzant...

source: Last sync
ca: Darrera sincronització

source: View: Wall
ca: Veure: Mur

source: View: List
ca: Veure: Llistat

source: View: Fanart
ca: Veure: Fanart

source: Show Content
ca: Mostra Contingut

source: Play in party mode
ca: Reprodueix en mode festa

source: Play in shuffle mode
ca: Reprodueix en mode aleatori

source: Channel Guide
ca: Guia de Canals

source: Record
ca: Enregistra

source: Stop Recording
ca: Atura Enregistrament

source: Recordings
ca: Enregistraments

source: Timers
ca: Temporitzadors

source: Delete timer
ca: Esborra temporitzador

source: Broadcast Details
ca: Detalls de l'Emissió

source: TIME
ca: TEMPS

source: Subtitles disabled
ca: Subtítols desactivats

source: Subtitle
ca: Subtítol

source: Mark as watched
ca: Marca com a vist

source: Mark as unwatched
ca: Marca com a no vist

source: Button Pad/Gesture Zone
ca: Botonera/Zona de Gestos

source: Slide your finger up or down to adjust the scrubbing rate.
ca: Llisca el teu dit amunt o avall per ajustar la taxa de fregat.

source: Programs
ca: Programes

source: XBMC Settings
ca: Preferències de Kodi

source: Custom button
ca: Botó personalitzat

source: Modify label:
ca: Canvia etiqueta:

source: Update label
ca: Actualitza etiqueta

source: Add a new button
ca: Afegeix un nou botó

source: Enter the label:
ca: Introdueix l'etiqueta:

source: Add button
ca: Afegeix botó

source: Button added
ca: Botó afegit

source: enter value
ca: introdueix valor

source: Tap and hold a setting to add a new button.
ca: Toca i mantigues premuda una preferència per afegir un nou botó.

source: No custom button defined. Press "...more" below to add new ones.
ca: No s'ha definit botó personalitzat.Prem "...més" avall per afegir-ne de nous.

source: -- WARNING -- Kodi API prior Krypton (v17) don't allow timers editing. Use the Kodi GUI for adding, editing and removing timers. Thank you.
ca: -- ALERTA -- L'API de Kodi anterior a Krypton (v17) no permet l'edició de temporitzadors. Empra l'interfície de Kodi per afegir, editar i esborrar temporitzadors. Gràcies.

source: Execute program
ca: Executa programa

source: Execute video add-on
ca: Executa complement de vídeo

source: Execute audio add-on
ca: Execute complement d'àudio

source: Add-on executed successfully
ca: Complement executat correctament

source: Unable to execute the add-on
ca: No s'ha pogut executar el complement

source: ...more
ca: ...més

source: Edit
ca: Edita

source: Done
ca: Fet

source: XBMC "Gotham" version 13 or superior is required to access XBMC settings
ca: Necessites Kodi versió 13 o superior per accedir a les preferències de Kodi

source: -- WARNING -- This kind of setting cannot be configured remotely. Use the XBMC GUI for changing this setting. Thank you.
ca: -- ALERTA -- Aquest tipus de preferència no pot ser configurada remotament. Empra l'interfície de Kodi per canviar aquesta preferència. Gràcies.

source: Official XBMC Remote for iOS
ca: Oficial Kodi Remot per iOS

source: Official XBMC Remote app uses art coming from http://fanart.tv, download and execute the "artwork downloader" XBMC add-on to unlock the beauty of additional artwork! XBMC logo, Zappy mascot and Official XBMC Remote icons are property of XBMC http://www.xbmc.org/contribute
ca: L'app Official Kodi Remote empra artworks provinents de http://fanart.tv, descarrega i executa el component a Kodi "artwork downloader" per activar la bellesa d'artworks adicionals! El logo de Kodi, la mascota Zappy i la icona de l'Official Kodi Remote són propietat de Kodi http://www.kodi.tv/contribute

source: enjoy!
ca: gaudeix!

source: No items found.
ca: No s'han trobat ítems.

source: Video
ca: Vídeo

source: Party
ca: Festa

source: Search
ca: Cerca

source: Supported XBMC version is Eden (11) or higher
ca: La versió suportada de Kodi és Eden (11) o superior

source: Add Host
ca: Afegeix Servidor

source: Description
ca: Descripció

source: Host : port / TCP port
ca: Servidor : port / port TCP

source: MAC Address
ca: Adreça MAC

source: Username and Password
ca: Usuari i Contrasenya

source: Prefer posters for TV shows
ca: Preferir pòsters per a les sèries

source: Find XBMC
ca: Cerca Kodi

source: Save
ca: Desa

source: No XBMC instances were found :(
ca: No s'han trobat instàncies de Kodi :(

source: "Find XBMC" requires XBMC server option "Announce these services to other systems via Zeroconf" enabled
ca: "Cerca Kodi" requereix la opció de Kodi "Anuncia aquests serveix a altres sistemes via Zeroconf" activada

source: How-to activate the remote app in XBMC
ca: Com activar l'app remota a Kodi

source: Eden Settings -> Network -> Allow control of XBMC via HTTP
ca: Eden Preferències -> Xarxa -> Permet el control de Kodi via HTTP

source: Frodo / Gotham Settings -> Services -> Web Server -> Allow control of XBMC via HTTP
ca: Frodo / Gotham Preferències -> Serveis -> Servidor Web -> Permet el control de Kodi via HTTP

source: e.g. My XBMC
ca: e.g. El Meu Kodi

source: e.g. 192.168.0.8
ca: p.e. 192.168.0.8

source: User
ca: Usuari

source: Password
ca: Contrasenya

source: Sort by
ca: Entreçat per

source: tap
ca: toca

source: the selection
ca: la selecció

source: tap the selection to reverse the sort order
ca: toca la selecció per invertir l'ordre

source: Not listened
ca: No escoltat

source: Listened one time
ca: Escoltat un cop

source: Listened %@ times
ca: Escoltat %@ cops

source: Not watched
ca: No vist

source: Watched one time
ca: Vist una vegada

source: Watched %@ times
ca: Vist %@ vegades

source: Artist
ca: Artista

source: Year
ca: Any

source: Play count
ca: Nombre de reproduccions

source: Track
ca: Pista

source: Title
ca: Títol

source: Rating
ca: Valoració

source: Duration
ca: Durada

source: Date added
ca: Data en que s'afegí

source: Name
ca: Nom

source: User rating
ca: Valoració de l'usuari

source: The %@s decade
ca: La dècada dels %@

source: Year not available
ca: Any no disponible

source: Year %@
ca: Any %@

source: Rated %@
ca: Valorat %@

source: Track n.%@
ca: Pista n.%@

source: Less than 15 minutes
ca: Menys de 15 minuts

source: Less than half an hour
ca: Menys de mitja hora

source: About half an hour
ca: Com mitja hora

source: Less than one hour
ca: Menys d'una hora

source: About one hour
ca: Com una hora

source: About an hour and a half
ca: Com hora i mitja

source: Nearly two hours
ca: Quasi dues hores

source: About two hours
ca: Com dues hores

source: Two hours
ca: Dues hores

source: About two and a half hours
ca: Com dues hores i mitja

source: More than two and a half hours
ca: Més de dues hores i mitja

source: Nearly three hours
ca: Quasi tres hores

source: About three hours
ca: Com tres hores

source: Nearly three and half hours
ca: Quasi tres hores i mitja

source: About three and half hours
ca: Com tres hores i mitja

source: Nearly four hours
ca: Quasi quatre hores

source: About four hours
ca: Com quatre hores

source: More than four hours
ca: Més de quatre hores

source: Unknown
ca: Desconegut

source: Audio stream
ca: Stream d'àudio

source: Disable subtitles
ca: Desactivar subtítols

source: Subtitles
ca: Subtítols

source: Execute a specific action
ca: Executa una acció específica

source: Activate a specific window
ca: Activa una finestra específica

source: Execute action
ca: Executa acció

source: Activate window
ca: Activa finestra

source: Add action button
ca: Afegeix un botó d'acció

source: Add window activation button
ca: Afegeix botó d'activació de finestra
